
"No Event Selected." = "선택된 이벤트 없음";
"Multiple Events Selected." = "여러 이벤트가 선택됨";
"No unresolved events." = "해결되지 않은 이벤트 없음";
"No unsolved events." = "미해결 이벤트 없음";
"No unread events." = "읽지 않은 이벤트 없음";
"No matching events found." = "일치하는 이벤트 없음";


//k Contextual Menu Title
"Delete all Messages from \"%@\"" = "\"%@\"의 모든 메시지 삭제";
"Mark as Read" = "읽음으로 표시";
"Mark as Unread" = "읽지 않음으로 표시";

//ks Event status tool tips
"Resolved" = "해결됨";
"Unresolved" = "해결되지 않음";
"Partially Solved" = "부분적으로 해결됨";
"Status Unknown" = "상태 알 수 없음";


//ks Event Severity tool tips
"Information" = "정보";
"Warning" = "경고";
"User Intervention Required" = "사용자의 조정 필요";
"Resolvable Problem" = "해결 가능한 문제";
"Unresolvable Problem" = "해결 불가능한 문제";


//ks Filter option buttons
" Unread (%u) " = "읽지 않음(%u)";
" Unresolved (%u) " = "해결되지 않음(%u)";

//ks Smash error
"device event retrieval" = "장치 이벤트 검색";
"deletion of event" = "이벤트 삭제";

"The message could not be deleted" = "메시지를 삭제할 수 없습니다.";
